package homewWork_4;
//2. Написать метод String toString(double number).
//	2.1 В данном методе произвести конвертацию переданного числа в число прописью. Выводить до сотых, без округления.
//	2.2 Пример передали: 223.1599999. Получили "Двести двадцать три целых пятнадцать сотых".
public class HW4_2_Main extends HW4_2 {
    public static void main(String[] args) {
        System.out.println(toString(1352.09));
    }
}
